Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrSortIncorrectOrder
source: The sort order is incorrect for the type of the expression.
bg_bg: Редът на сортирането е неправилен за типа на израза.
ca_es: El criteri d'ordenació és incorrecte per al tipus de l'expressió.
cs_cz: Pořadí řazení není správné pro tento typ výrazu.
da_dk: Sorteringsrækkefølgen er forkert for denne udtrykstype.
de_de: Die Sortierreihenfolge ist für den Typ des Ausdrucks unzulässig.
el_gr: Η σειρά ταξινόμησης είναι εσφαλμένη για τον τύπο της παράστασης.
es_es: El criterio de ordenación es incorrecto para el tipo de la expresión.
et_ee: Sortimisjärjestus ei sobi avaldisetüübi jaoks.
eu_es: Espresioaren mota honek ez ditu onartzen ordenatzeko irizpide horiek.
fi_fi: Lajittelujärjestys on virheellinen lausekkeen tyypille.
fr_fr: L’ordre de tri est incorrect pour ce type d’expression.
gl_es: A ordenación do tipo de expresión é incorrecta.
hi_in: व्यंजक के प्रकार के लिए सॉर्ट क्रम ग़लत है.
hr_hr: Redoslijed sortiranja nije točan za vrstu izraza.
hu_hu: Ez a rendezési sorrend helytelen a kifejezés típusához képest.
it_it: Il criterio di ordinamento non è corretto per il tipo dell'espressione.
ja_jp: 式の型に関して、並べ替え順序が正しくありません。
kk_kz: Өрнек түрі үшін сұрыптау реті дұрыс емес.
ko_kr: 식 형식에 대해 정렬 순서가 잘못되었습니다.
lt_lt: Naudojant šį reiškinio tipą rikiavimo tvarka yra neteisinga.
lv_lv: Kārtošanas secība izteiksmes tipam nav pareiza.
ms_my: Tertib isihan tidak betul untuk jenis ungkapan tersebut.
nb_no: Sorteringsrekkefølgen er feil for uttrykkstypen.
nl_nl: De sorteervolgorde is onjuist voor het type expressie.
pl_pl: Kolejność sortowania jest nieprawidłowa dla typu wyrażenia.
pt_br: A ordem de classificação está incorreta para o tipo de expressão.
pt_pt: A ordem de ordenação é incorreta para o tipo da expressão.
ro_ro: Ordinea de sortare este incorectă pentru tipul expresiei.
ru_ru: Неправильный порядок сортировки для этого типа выражения.
sk_sk: Zoradenie je nesprávne pre daný typ výrazu.
sl_si: Vrstni red razvrščanja je nepravilen za ta tip izraza.
sr_cyrl_rs: Редослед сортирања је неисправан за тип израза.
sr_latn_rs: Redosled sortiranja je neispravan za tip izraza.
sv_se: Sorteringsordningen är felaktig för uttryckstypen.
th_th: ลำดับการจัดเรียงไม่ถูกต้องสำหรับประเภทของนิพจน์
tr_tr: İfade türüne ilişkin sıralama düzeni yanlış.
uk_ua: Порядок сортування не відповідає типу виразу.
vi_vn: Thứ tự sắp xếp không chính xác đối với loại biểu thức.
zh_cn: 表达式类型的排序顺序不正确。
zh_tw: 此排序次序對該類型的運算式而言不正確。

# ErrSortWrongType
source: Cannot sort on the expression type.
bg_bg: Не може да се извърши сортиране с типа израз.
ca_es: No s'ha pogut ordenar segons el tipus d'expressió.
cs_cz: Typ výrazu neumožňuje řazení.
da_dk: Kan ikke sortere efter udtrykstypen.
de_de: Das Sortieren nach dem Ausdruckstyp ist nicht möglich.
el_gr: Δεν είναι δυνατή η ταξινόμηση στον τύπο της παράστασης.
es_es: No se puede ordenar por el tipo de expresión.
et_ee: Avaldisetüüpi ei saa sortida.
eu_es: Ezin da ordenatu espresio motaren arabera.
fi_fi: Lausekkeen tyypin mukaan ei voi lajitella.
fr_fr: Impossible de trier sur le type d’expression.
gl_es: Non se pode ordenar en función do tipo de expresión.
hi_in: व्यंजक प्रकार पर सॉर्ट नहीं किया जा सकता.
hr_hr: Sortiranje po vrsti izraza nije moguće.
hu_hu: A kifejezés típusa alapján nem lehet rendezni.
it_it: Non è possibile eseguire l'ordinamento in base al tipo di espressione.
ja_jp: 式の型で並べ替えることはできません。
kk_kz: Өрнек түрі бойынша сұрыптау мүмкін емес.
ko_kr: 식 형식을 정렬할 수 없습니다.
lt_lt: Negalima rikiuoti pagal reiškinio tipą.
lv_lv: Nevar kārtot pēc izteiksmes tipa.
ms_my: Tidak boleh mengisih pada jenis ungkapan.
nb_no: Kan ikke sortere etter uttrykkstypen.
nl_nl: Er kan niet worden gesorteerd voor het type expressie.
pl_pl: Nie można sortować przy użyciu wyrażenia tego typu.
pt_br: Não é possível classificar o tipo de expressão.
pt_pt: Não é possível ordenar o tipo de expressão.
ro_ro: Nu se poate sorta după tipul expresiei.
ru_ru: Невозможно сортировать по типу выражения.
sk_sk: Nedá sa zoraďovať podľa typu výrazu.
sl_si: Razvrščanje za ta tip izraza ni mogoče.
sr_cyrl_rs: Није могуће сортирати на типу израза.
sr_latn_rs: Nije moguće sortirati na tipu izraza.
sv_se: Det går inte att sortera efter uttryckstyp.
th_th: ไม่สามารถเรียงลำดับประเภทนิพจน์
tr_tr: Bu ifade türünde sıralama yapılamaz.
uk_ua: Неможливо відсортувати за типом виразу.
vi_vn: Không thể sắp xếp trên loại biểu thức.
zh_cn: 无法对表达式类型进行排序。
zh_tw: 無法排序運算式類型。

# ErrFunctionDoesNotAcceptThisType_Function_Expected
source: Type error: {0} expects either {1} or a table column of {1} type.
bg_bg: Тип грешка: {0} очаква или {1}, или колона от таблица от типа {1}.
ca_es: Error de tipus: {0} espera {1} o una columna de taules del tipus {1}.
cs_cz: Chyba typu: {0} očekává buď {1}, nebo sloupec tabulky typu {1}.
da_dk: Typefejl: {0} forventer enten {1} eller en tabelkolonne af typen {1}.
de_de: Typfehler: "{0}" erwartet entweder "{1}" oder eine Tabellenspalte des Typs "{1}".
el_gr: Σφάλμα τύπου: Το {0} αναμένει είτε {1} είτε στήλη πίνακα με τύπο {1}.
es_es: Error de tipo: {0} espera {1} o una columna de tabla de tipo {1}.
et_ee: Tüübi tõrge: {0} eeldab kas tüüpi {1} või tüübiga {1} tabeliveergu.
eu_es: Mota-errorea: {0} funtzioak {1} edo {1} motako zutabeak dituen taula bat espero du.
fi_fi: Tyyppivirhe: {0} odottaa joko kohdetta {1} tai tyyppiä {1} olevaa taulukkosaraketta.
fr_fr: Une erreur de type {0} attend soit {1} soit une colonne de tables de type {1}.
gl_es: O erro de tipo {0} esperaba {1} ou unha columna de táboa de tipo {1}.
hi_in: प्रकार त्रुटि: {0} को या तो {1} या {1} का तालिका स्तंभ प्रकार की अपेक्षा है.
hr_hr: Pogreška vrste: {0} očekuje {1} ili stupac tablice vrste {1}.
hu_hu: Típushiba: a(z) {0} {1} értéket vagy {1} típusú táblaoszlopot vár.
it_it: Errore del tipo: {0} prevede {1} o una colonna di tabella del tipo {1}.
ja_jp: 型エラー: {0} には、{1}、または {1} 型のテーブル列が必要です。
kk_kz: Түр қатесі: {0} {1} немесе {1} түріндегі кесте бағанын күтеді.
ko_kr: 유형 오류: {0}에는 {1} 또는 {1} 유형의 표 열이 필요합니다.
lt_lt: Tipo klaida: {0} laukia {1} arba {1} tipo lentelės stulpelio.
lv_lv: Tipa kļūda: funkcijā {0} ir paredzēts tips {1} vai tabulas kolonna ar tipu {1}.
ms_my: Ralat jenis: {0} menjangkakan sama ada {1} atau lajur jadual jenis {1}.
nb_no: Feiltype: {0} forventer enten {1} eller en tabellkolonne av typen {1}.
nl_nl: Fout met type: {0} verwacht {1} of een tabelkolom van het type {1}.
pl_pl: Błąd typu: element {0} oczekuje obiektu {1} lub kolumny tabeli typu {1}.
pt_br: Erro de tipo: {0} espera uma {1} ou uma coluna de tabela de tipo {1}.
pt_pt: Erro do tipo: {0} espera um {1} ou uma coluna de tabela do tipo {1}.
ro_ro: Eroare de tip: {0} așteaptă {1} sau o coloană de tabel de tip {1}.
ru_ru: Ошибка типа: {0} ожидает {1} или табличный столбец типа {1}.
sk_sk: Chyba typu: {0} očakáva buď {1}, alebo stĺpec tabuľky typu {1}.
sl_si: Napaka tipa: funkcija {0} pričakuje {1} ali stolpec tipa {1}.
sr_cyrl_rs: Грешка типа: {0} очекује {1} или тип колоне табеле {1}.
sr_latn_rs: Greška tipa: {0} očekuje {1} ili tip kolone tabele {1}.
sv_se: Typfel: {0} förväntar sig antingen {1} eller en tabellkolumn av typen {1}.
th_th: ชนิดข้อผิดพลาด: {0} ต้องการ {1} หรือคอลัมน์ในตารางของชนิด {1}
tr_tr: Tür hatası: {0}, {1} veya {1} türünde tablo sütunu bekliyor.
uk_ua: Помилковий тип: функція {0} очікує елемент типу "{1}" чи табличний стовпець типу "{1}".
vi_vn: Nhập lỗi: {0} dự kiến hoặc {1} hoặc cột bảng thuộc loại {1}.
zh_cn: 类型错误: {0} 应为 {1} 或 {1} 类型的表格列。
zh_tw: 類型錯誤: {0} 需要 {1} 或類型為 {1} 的資料表資料行。

# ErrIncorrectFormat_Func
source: Incorrect format specifier for '{0}'.
bg_bg: Спецификатор на неправилен формат за „{0}“.
ca_es: Especificador de format incorrecte de '{0}'.
cs_cz: Nesprávný specifikátor formátu pro funkci {0}
da_dk: Forkert formatangivelse for '{0}'.
de_de: Ungültiger Formatbezeichner für "{0}".
el_gr: Εσφαλμένο προσδιοριστικό μορφής για '{0}'.
es_es: Especificador de formato incorrecto para '{0}'.
et_ee: Funktsiooni {0} jaoks on määratud vale vorming.
eu_es: '{0}' elementuaren formatu baliogabea zehaztu da.
fi_fi: Virheellinen muotomääritys kohteelle {0}.
fr_fr: Spécificateur de format incorrect pour « {0} ».
gl_es: Especificador de formato incorrecto para '{0}'.
hi_in: {0}' के लिए ग़लत स्वरूप स्‍पेसिफ़ायर है.
hr_hr: Oblik specifikatora za "{0}" nije točan.
hu_hu: Érvényes a formátummegadás a(z) {0} esetében.
it_it: L'identificatore di formato per '{0}' non è corretto.
ja_jp: '{0}' の不適切な形式指定子です。
kk_kz: {0} үшін қате пішім спецификаторы.
ko_kr: '{0}'에 대해 잘못된 형식 지정자입니다.
lt_lt: Neteisingas „{0}“ formato specifikatorius.
lv_lv: Nepareizs formāta norādītājs šim: {0}.
ms_my: Penentu format yang salah untuk '{0}'.
nb_no: Ugyldig formatangivelse for {0}.
nl_nl: Onjuiste indelingsopgave voor {0}.
pl_pl: Nieprawidłowy specyfikator formatu dla „{0}”.
pt_br: Especificador de formato incorreto para '{0}'.
pt_pt: Especificador de formato incorreto para "{0}".
ro_ro: Specificator de format incorect pentru „{0}”.
ru_ru: Неправильный спецификатор формата для "{0}".
sk_sk: Nesprávne určenie formátu pre {0}.
sl_si: Nepravilen določitelj oblike za {0}.
sr_cyrl_rs: Неправилно навођење формата за „{0}“.
sr_latn_rs: Nepravilno navođenje formata za „{0}“.
sv_se: Ogiltig formatspecificerare för {0}.
th_th: ตัวระบุรูปแบบ '{0}' ไม่ถูกต้อง
tr_tr: '{0}' işlevine ilişkin biçim tanımlayıcısı yanlış.
uk_ua: Неправильний специфікатор формату для функції "{0}".
vi_vn: Bộ xác định định dạng cho '{0}' không chích xác.
zh_cn: 为“{0}”指定的格式不正确。
zh_tw: '{0}' 的格式指定名稱不正確。

# ErrAsyncLambda
source: Asynchronous invocations cannot be used in conditions and value functions.
bg_bg: Асинхронни извиквания не могат да се използват в условия и функции на стойности.
ca_es: No es poden utilitzar invocacions asíncrones en condicions i funcions de valor.
cs_cz: Asynchronní vyvolání nejde použít v podmínkách a funkcích pracujících s hodnotami.
da_dk: Asynkrone aktiveringer kan ikke bruges i betingelser og værdifunktioner.
de_de: Asynchrone Aufrufe können in Bedingungen und Wertfunktionen nicht verwendet werden.
el_gr: Δεν είναι δυνατή η χρήση ασύγχρονων κλήσεων σε συνθήκες και συναρτήσεις τιμών.
es_es: Las invocaciones asincrónicas no pueden usarse en condiciones y funciones de valor.
et_ee: Asünkroonseid kutseid ei saa kasutada tingimustes ja väärtusefunktsioonides.
eu_es: Ezin dira erabili dei asinkronoak baldintzetan eta balio-funtzioetan.
fi_fi: Asynkronisia kutsuja ei voi käyttää ehdoissa ja arvofunktioissa.
fr_fr: Les appels asynchrones ne peuvent pas être utilisés dans les conditions et les fonctions de valeur.
gl_es: As invocacións asíncronas non se poden usar en funcións de valor e condicións.
hi_in: एसिन्क्रॉनस इनवोकेशंस का उपयोग शर्तों और मान फ़ंक्शंस में नहीं किया जा सकता है.
hr_hr: Asinkrona pozivanja nije moguće koristiti u uvjetima i funkcijama vrijednosti.
hu_hu: Feltételekben és értékfüggvényekben nem lehet aszinkron hívásokat használni.
it_it: Le chiamate asincrone non possono essere usate nelle condizioni e nelle funzioni con valori.
ja_jp: 非同期起動は、条件と値の関数では使用できません。
kk_kz: Асинхрондық шақыруларды шарттарда және мәндер функцияларында пайдалану мүмкін емес.
ko_kr: 조건 및 값 함수에서 비동기 호출을 사용할 수 없습니다.
lt_lt: Asinchroninių iškvietimų negalima naudoti sąlygose ir reikšmės funkcijose.
lv_lv: Asinhrono izsaukšanu nevar izmantot nosacījumos un vērtību funkcijās.
ms_my: Pengerahan tidak segerak tidak boleh digunakan dalam fungsi syarat dan nilai.
nb_no: Asynkron start kan ikke brukes i vilkår og verdifunksjoner.
nl_nl: Asynchrone aanroepen zijn niet toegestaan voor voorwaarden en functies.
pl_pl: Wywołania asynchroniczne nie mogą być używane w warunkach i funkcjach wartości.
pt_br: Invocações assíncronas não podem ser usadas em condições e funções de valor.
pt_pt: As invocações assíncronas não pode ser utilizadas em funções de valor e de condições.
ro_ro: Invocările asincrone nu pot fi utilizate în condiții și în funcții de valoare.
ru_ru: Асинхронные вызовы невозможно использовать в условиях и функциях значений.
sk_sk: Asynchrónne vyvolania sa nedajú použiť v podmienkach a funkciách hodnôt.
sl_si: Asinhroni pozovi ne morejo biti uporabljeni v pogojih in vrednostnih funkcijah.
sr_cyrl_rs: Није могуће користити асинхрона позивања у условима и функцијама вредности.
sr_latn_rs: Nije moguće koristiti asinhrona pozivanja u uslovima i funkcijama vrednosti.
sv_se: Asynkrona anrop får inte användas i villkors- och värdesfunktioner.
th_th: การเรียกอะซิงโครนัสไม่สามารถใช้ได้ในเงื่อนไขและค่าฟังก์ชัน
tr_tr: Zaman uyumsuz çağrılar, koşullarda ve değer işlevlerinde kullanılamaz.
uk_ua: Асинхронні виклики не можна використовувати в умовах і функціях для операцій зі значеннями.
vi_vn: Không thể sử dụng viện dẫn không đồng bộ trong các điều kiện và hàm giá trị.
zh_cn: 无法在条件和值函数中使用异步调用。
zh_tw: 非同步引動過程無法用於條件與值函數中。

# ErrValueMustBeFullyQualified
source: This is a namespace, you can access its members using the '.' operator.
bg_bg: Това е пространство на имената. Можете да осъществявате достъп до членовете му чрез оператора „.“.
ca_es: Aquest és un espai de noms. Podeu accedir als seus membres amb l'operador ".".
cs_cz: Toto je obor názvů. Pomocí operátoru '.' můžete přistupovat k jeho členům.
da_dk: Dette er et navneområde. Du kan få adgang til medlemmerne ved hjælp af operatoren ".".
de_de: Dies ist ein Namespace. Sie können mithilfe des Operators '.' auf seine Mitglieder zugreifen.
el_gr: Αυτός είναι ένας χώρος ονομάτων, μπορείτε να αποκτήσετε πρόσβαση στα μέλη του χρησιμοποιώντας τον τελεστή '.'.
es_es: Este es un espacio de nombres, puede obtener acceso a sus miembros mediante el operador ".".
et_ee: See on nimeruum, selle liikmetele pääsete juurde tehtemärki '.' kasutades.
eu_es: Hau izen-leku bat da. Bertako kideak atzitzeko, erabili "." eragilea.
fi_fi: Tämä on nimitila. Voit käyttää sen jäseniä .-operaattorilla.
fr_fr: Il s’agit d’un espace de noms. Vous pouvez accéder à ses membres en utilisant l’opérateur « . ».
gl_es: Este é un espazo de nomes. Pode acceder aos seus membros co operador ".".
hi_in: यह एक नेमस्पेस है, इसके सदस्यों तक पहुंचने के लिए आप '.' ऑपरेटर का उपयोग कर सकते हैं.
hr_hr: Ovo je polje imena, njegovim članovima možete pristupiti koristeći „.” operator.
hu_hu: Ez egy névtér, melynek tagjaihoz a „.” operátor segítségével férhet hozzá.
it_it: Spazio dei nomi in cui puoi accedere ai relativi membri tramite l'operatore ".".
ja_jp: これは名前空間です。'.' 演算子を使用してそのメンバーにアクセスできます。
kk_kz: Бұл — атау кеңістігі, оның мүшелеріне “.” амалы арқылы кіруге болады.
ko_kr: 네임스페이스입니다. '.' 연산자를 사용하여 해당 구성원에 액세스할 수 있습니다.
lt_lt: Tai yra vardų sritis; jos narius galite pasiekti naudodami operatorių „.“.
lv_lv: Šī ir nosaukumvieta, un tās dalībniekiem var piekļūt, izmantojot operatoru “.”.
ms_my: Ini ialah ruang nama, anda boleh mencapai ahlinya dengan menggunakan operator '.'.
nb_no: Dette er et navneområde. Du har tilgang til medlemmene ved hjelp av operatoren «.».
nl_nl: Dit is een naamruimte, u kunt toegang krijgen tot de leden met de operator '.'.
pl_pl: To jest przestrzeń nazw. Aby uzyskać dostęp do jej elementów członkowskich, użyj operatora „.”.
pt_br: Este é um namespace. Você pode acessar seus membros usando o operador '.'.
pt_pt: Este é um espaço de nomes. É possível aceder aos respetivos membros utilizando o operador ".".
ro_ro: Acesta este un spațiu de nume, puteți accesa membrii săi folosind operatorul „.”.
ru_ru: Это пространство имен; получать доступ к его членам можно с помощью оператора ".".
sk_sk: Toto je priestor názvov, pomocou operátora „.“ môžete získať prístup k jeho členom.
sl_si: To je imenski prostor. Do njegovih članov lahko dostopate z uporabo operatorja ».«.
sr_cyrl_rs: Ово је простор за назив, можете да приступите члановима помоћу оператора „.“.
sr_latn_rs: Ovo je prostor za naziv, možete da pristupite članovima pomoću operatora „.“.
sv_se: Detta är ett namnområde, du kan få åtkomst till dess medlemmar med operatorn '.'.
th_th: นี่คือ namespace คุณสามารถเข้าถึงสมาชิกได้โดยใช้ตัวดำเนินการ '.'
tr_tr: Bu bir ad alanıdır, '.' işlecini kullanarak üyelerine erişebilirsiniz.
uk_ua: Це простір імен, до учасників якого можна отримати доступ за допомогою оператора ".".
vi_vn: Đây là một không gian tên, bạn có thể truy cập các thành phần của nó bằng cách sử dụng toán tử '.'.
zh_cn: 这是命名空间，您可以使用 "." 运算符访问其成员。
zh_tw: 這是命名空間，您可以使用 '.' 運算子存取其成員。

# ErrScopeModificationLambda
source: This function cannot operate on the same data source that is used in {0}.
bg_bg: Тази функция не може да работи по същия източник на данни, който се използва в {0}.
ca_es: Aquesta funció no pot operar en el mateix origen de dades que s'utilitza a {0}.
cs_cz: Tato funkce nemůže pracovat se stejným zdrojem dat, jako se používá v {0}.
da_dk: Denne funktion kan ikke foretage handlinger på den samme datakilde, som anvendes i {0}.
de_de: Diese Funktion kann nicht dieselbe Datenquelle bearbeiten, die in "{0}" verwendet wird.
el_gr: Δεν είναι δυνατή η λειτουργία αυτής της συνάρτησης στην ίδια προέλευση δεδομένων που χρησιμοποιείται για {0}.
es_es: Esta función no se puede ejecutar en el mismo origen de datos que se usa en {0}.
et_ee: Seda funktsiooni ei saa käitada sama andmeallika puhul, mida kasutatakse üksuses {0}.
eu_es: Funtzio horrek ezin du funtzionatu {0} eremuan erabiltzen den datu-iturburu berean.
fi_fi: Tätä funktiota ei voi käyttää samalle tietolähteelle, jota käytetään kohteessa {0}.
fr_fr: Cette fonction ne peut pas opérer sur la source de données utilisée dans {0}.
gl_es: Esta función non se pode operar na mesma orixe de datos que se usa en {0}.
hi_in: यह कार्य {0} में प्रयुक्त एक ही डेटा स्त्रोत में काम नहीं कर सकता है.
hr_hr: Funkcija se ne može provesti na istom izvoru podataka koji se koristi u elementu {0}.
hu_hu: Ez a függvény nem hajtható végre a következőben használttal azonos adatforráson: {0}.
it_it: Questa funzione non può essere applicata alla stessa origine dati usata in {0}.
ja_jp: この関数は、{0} で使用されている同じデータ ソース上で操作することはできません。
kk_kz: Бұл функция {0} ішінде пайдаланылған бірдей деректер көзінде жұмыс істемейді.
ko_kr: {0}에서 사용되는 동일한 데이터 원본에 대해서는 이 함수를 사용할 수 없습니다.
lt_lt: Ši funkcija negali veikti tame pačiame duomenų šaltinyje, kuris naudojamas {0}.
lv_lv: Šī funkcija nevar darboties tajā pašā datu avotā, kas tiek izmantots šeit: {0}.
ms_my: Fungsi ini tidak boleh dikendalikan pada sumber data yang sama yang digunakan dalam {0}.
nb_no: Denne funksjonen kan ikke bruke samme datakilde som brukes i {0}.
nl_nl: Deze functie kan niet worden gebruikt voor dezelfde gegevensbron die wordt gebruikt in {0}.
pl_pl: Ta funkcja nie może działać na tym samym źródle danych, które jest używane w operacji {0}.
pt_br: Esta função não pode operar na mesma fonte de dados que é usada em {0}.
pt_pt: Esta função não pode funcionar na mesma origem de dados utilizada em {0}.
ro_ro: Această funcție nu poate opera în aceeași sursă de date care este utilizată în {0}.
ru_ru: Эта функция не может работать в том же источнике данных, который используется в {0}.
sk_sk: Táto funkcia sa nemôže používať v zdroji údajov, ktorý sa používa v: {0}.
sl_si: Ta funkcija ne deluje v istem viru podatkov, ki je uporabljen v {0}.
sr_cyrl_rs: Ова функција не може да ради на истом извору података који се користи у оквиру {0}.
sr_latn_rs: Ova funkcija ne može da radi na istom izvoru podataka koji se koristi u okviru {0}.
sv_se: Den här funktionen kan inte använda sig av samma datakälla som används i {0}.
th_th: ฟังก์ชันนี้ไม่สามารถทำงานบนแหล่งข้อมูลเดียวกันกับที่ใช้ใน {0} ได้
tr_tr: Bu işlev, {0} içinde kullanılan aynı veri kaynağı üzerinde çalıştırılamaz.
uk_ua: Ця функція не може застосовуватися до того самого джерела даних, що використовується в такому контексті: {0}.
vi_vn: Hàm này không thể hoạt động trên cùng một nguồn dữ liệu được sử dụng trong {0}.
zh_cn: 此函数不能在 {0} 中使用的相同数据源上进行操作。
zh_tw: 此函式無法在 {0} 所使用的相同資料來源上運作。

# ErrFunctionDisallowedWithinNondeterministicOperationOrder
source: This function cannot be invoked within {0}.
bg_bg: Тази функция не може да бъде извикана в {0}.
ca_es: Aquesta funció no es pot invocar dins de {0}.
cs_cz: Tuto funkci nejde volat v rámci {0}.
da_dk: Denne funktion kan ikke kaldes inden for {0}.
de_de: Diese Funktion kann innerhalb von "{0}" nicht aufgerufen werden.
el_gr: Δεν είναι δυνατή η κλήση αυτής της συνάρτησης εντός του {0}.
es_es: Esta función no puede invocarse en {0}.
et_ee: Seda funktsiooni ei saa üksuses {0} kutsuda.
eu_es: Ezin zaio deitu funtzio horri hemen: {0}.
fi_fi: Tätä funktiota ei voi kutsua kohteen {0} sisällä.
fr_fr: Cette fonction ne peut pas être appelée dans {0}.
gl_es: Esta función non se pode invocar en {0}.
hi_in: इस कार्य को {0} के भीतर लागू नहीं किया जा सकता है.
hr_hr: Funkcija se ne može pozvati unutar elementa {0}.
hu_hu: Ez a függvény nem hívható meg a következőben: {0}.
it_it: Questa funzione non può essere richiamata in {0}.
ja_jp: この関数を {0} 内で呼び出すことはできません。
kk_kz: Бұл функция {0} ішінде қолданылмайды.
ko_kr: 이 함수는 {0} 내에서 호출할 수 없습니다.
lt_lt: Šios funkcijos negalima iškviesti {0}.
lv_lv: Šo funkciju nevar izsaukt {0} ietvaros.
ms_my: Fungsi ini tidak boleh digunakan dalam {0}.
nb_no: Denne funksjonen kan ikke aktiveres inne i {0}.
nl_nl: Deze functie kan niet worden aangeroepen binnen {0}.
pl_pl: Nie można wywołać tej funkcji w ramach operacji {0}.
pt_br: Esta função não pode ser invocada em {0}.
pt_pt: Esta função não pode ser invocada em {0}.
ro_ro: Această funcție nu poate fi invocată în {0}.
ru_ru: Эту функцию невозможно вызвать в {0}.
sk_sk: Túto funkciu nemožno vyvolať v rámci: {0}.
sl_si: Te funkcije ni mogoče poklicati v {0}.
sr_cyrl_rs: Није могуће позвати ову функцију у оквиру {0}.
sr_latn_rs: Nije moguće pozvati ovu funkciju u okviru {0}.
sv_se: Den här funktionen kan inte anropas inom {0}.
th_th: ไม่สามารถเรียกใช้ฟังก์ชันนี้ภายใน {0} ได้
tr_tr: Bu işlev {0} içinde çağrılamaz.
uk_ua: Цю функцію не можна викликати в такому контексті: {0}.
vi_vn: Không thể gọi hàm này trong {0}.
zh_cn: 不能在 {0} 中调用此函数。
zh_tw: 無法在 {0} 內叫用此函式。
